Revit 2027 API
ParameterTypeId.RasterSheetheight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSheetheight { get; }
Public Shared ReadOnly Property RasterSheetheight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSheetheight {
	ForgeTypeId^ get ();
}
static member RasterSheetheight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace